{
    "id": 60,
    "nome": "COLUNA DE CHAMAS",
    "nivel": 5,
    "classes": [
        "Clérigo"
    ],
    "escola": "Evocação",
    "ritual": false,
    "tempoConjuracao": "1 ação",
    "alcance": "18 metros",
    "componentes": "Verbal, Somático, Material (uma pitada de enxofre)",
    "duracao": "Instantânea",
    "descricao": "Uma coluna vertical de fogo divino emerge de baixo para os céus, no local que você especificar. Cada criatura num cilindro de 3 metros de raio por 12 metros de altura, centrado num ponto dentro do alcance, deve realizar um teste de resistência de Destreza. Uma criatura sofre 4d6 de dano de fogo e 4d6 de dano radiante se falhar na resistência, ou metade desse dano se obtiver sucesso. Em Níveis Superiores. Quando você conjurar essa magia usando um espaço de magia de 6° nível ou superior, o dano de fogo ou o dano radiante (à sua escolha) aumenta em 1d6 por nível do espaço acima do 5°. COMANDO1° nível de encantamento Tempo de Conjuração: 1 ação Alcance : 18 metros Componentes : V Duração : 1 rodada Você pronuncia uma palavra de comando para uma criatura que você possa ver dentro do alcance. O alvo deve ser bem sucedido num teste de resistência de Sabedoria ou seguirá seu comando no próximo turno dele. A magia não tem efeito se o alvo for um morto-vivo, se ele não entender seu idioma ou se o comando for diretamente nocivo a ele. Alguns comandos típicos e seus efeitos a seguir. Você pode proferir um comando diferente dos descritos aqui. Se o fizer, o Mestre descreve como o alvo reage. Se o alvo nãopuder cumprir o comando, a magia termina. Aproxime- se. O alvo se move para próximo de você o máximo que puder na rota mais direta, terminando seu turno, se ele se mover a até 1,5 metro de você. Largue . O alvo larga o que quer que ele esteja segurando, e termina seu turno. Fuja . O alvo gasta seu turno se movendo para longe de você da forma mais rápida que puder. Deite- se. O alvo deita-se no chão e então, termina seu turno. Parado . O alvo não se move e não realiza nenhuma ação. Uma criatura voadora continua no alto, considerando que ela seja capaz de fazê-lo. Se ela tiver que se mover para continuar no alto, ela voa a mínima distância necessária para permanecer no ar. Em Níveis Superiores . Se você conjurar essa magia usando um espaço de magia de 2° nível ou superior, você pode afetar uma criatura adicional para cada nível do espaço acima do 1°. As criaturas devem estar a 9 metros entre si para serem afetadas."
}