{
    "id": 169,
    "nome": "IMAGEM SILENCIOSA",
    "nivel": 1,
    "classes": [
        "Bardo",
        "Feiticeiro",
        "Mago"
    ],
    "escola": "Ilusão",
    "ritual": false,
    "tempoConjuracao": "1 ação",
    "alcance": "18 metros",
    "componentes": "Verbal, Somático, Material (um pouco de lã)",
    "duracao": "Concentração, até 10 minutos",
    "descricao": "Você cria a imagem de um objeto, criatura ou outro fenômeno visual que não tenha mais de 4,5 metros cúbicos. A imagem aparece num ponto, dentro do alcança, e permanece pela duração. A imagem é puramente visual; não é acompanhada por som, cheiro ou outros efeitos sensoriais. Você pode usar sua ação para fazer a imagem se mover para qualquer ponto, dentro do alcance. À medida que a imagem muda de lugar, você pode alterar a aparência dela para que seu movimento pareça ser o natural para a imagem. Por exemplo, se você criar uma imagem de uma criatura e move-la, você pode alterar a imagem para que ela pareça estar andando.  Interação física com a imagem, revelará que ela é uma ilusão, já que as coisas podem passar através dela. Uma criatura que usar sua ação para examinar a imagem, pode determinar que ela é uma ilusão com um teste de Inteligência (Investigação) bem sucedido contra a CD da magia. Se uma criatura discernir a ilusão como sendo isso, a criatura poderá ver através da imagem. IMOBILIZAR MONSTRO5° nível de encantamento Tempo de Conjuração: 1 ação Alcance : 27 metros Componentes : V, S, M (uma pequena peça de ferro reta) Duração : Concentração, até 1 minuto Escolha uma criatura que você possa ver, dentro do alcance. O alvo deve ser bem sucedido num teste de resistência de Sabedoria ou ficará paralisado pela duração. Essa magia não tem efeito em mortos-vivos. No final de cada um dos turnos dele, o alvo pode realizar outro teste de resistência de Sabedoria. Se obtiver sucesso, a magia termina no alvo. Em Níveis Superiores . Quando você conjurar essa magia usando um espaço de magia de 6° nível ou superior, você pode afetar uma criatura adicional para cada nível de magia acima do 5°. As criaturas devem estar a 9 metros entre si para serem afetadas."
}