{
    "id": 181,
    "nome": "LEQUE CROMÁTICO",
    "nivel": 1,
    "classes": [
        "Feiticeiro",
        "Mago"
    ],
    "escola": "Ilusão",
    "ritual": false,
    "tempoConjuracao": "1 ação",
    "alcance": "Pessoal (cone de 4,5 metros)",
    "componentes": "Verbal, Somático, Material (um punhado de pó ou areia nascores vermelha, amarela e azul)",
    "duracao": "1 rodada",
    "descricao": "Um feixe ofuscante de luzes coloridas ordenadas, surge da sua mão. Role 6d10; o total é a quantidade de pontos de vida de criaturas que essa magia pode afetar. As criaturas num cone de 4,5 metros, originado de você, são afetadas em ordem ascendente dos seus pontos de vida (ignorando criaturas inconsciente e que não podem ver). Começando com as criaturas que tiverem menos pontos de vida, cada criatura afetada por essa magia ficará cega até o fim da magia. Subtraia os pontos de vida de cada criatura do total antes de considerar os pontos de vida da próxima criatura. Os pontos de vida de uma criatura devem ser iguais ou menores que o total restante para que essa criatura seja afetada Em Níveis Superiores . Se você conjurar essa magia usando um espaço de magia de 2° nível ou superior, jogue 2d10 adicionais para cada nível do espaço acima do 1°. LEVITAÇÃO2° nível de transmutação Tempo de Conjuração: 1 ação Alcance : 18 metros Componentes : V, S, M (uma pequena presilha de couro ou um pedaço de fio dourado dobrado em forma de copo com uma haste longa em uma extremidade) Duração : Concentração, até 10 minutos Uma criatura ou objeto, à sua escolha, que você possa ver, dentro do alcance, ergue-se verticalmente, até 6 metros e permanece suspenso lá pela duração. A magia pode levitar um alvo pesando até 250 quilos. Uma criatura involuntária que for bem sucedida num teste de resistência de Constituição não é afetada O alvo pode se mover apenas ao puxar ou empurrar um objeto fixo ou superfície ao seu alcance (como um muro ou teto), permitindo que ele se mova como se estivesse escalando. Você pode mudar a altitude do alvo em até 6 metros em ambas as direções no seu turno. Se você for o alvo, você pode se mover para cima ou para baixo como parte do seu movimento. Do contrário, você precisa usar sua ação para mover o alvo, que deve permanecer dentro do alcance da magia. Quando a magia acaba, o alvo flutua suavemente até o chão, se ele ainda estiver no ar."
}