{
    "id": 259,
    "nome": "Proteger Fortaleza",
    "nivel": 6,
    "classes": [
        "Bardo",
        "Mago"
    ],
    "escola": "Abjuração",
    "ritual": false,
    "tempoConjuracao": "10 minutos",
    "alcance": "Toque",
    "componentes": "Verbal, Somático, Material (incenso aceso, uma porção deenxofre e óleo, uma corda amarrada, uma porção desangue de tribulo brutal e um pequeno bastão de pratavalendo, no mínimo, 10 po)",
    "duracao": "24 horas",
    "descricao": "Você cria uma defesa que protege até 225 metros quadrados de espaço (uma área de um quadrado de 15 metros ou cem quadrados de 1,5 metro ou vinte e cinco quadrados de 3 metros). A área protegida pode ter até 6 metros de altura, no formado que você desejar. Você pode proteger diversos armazéns de uma fortaleza dividindo a área entre eles, contanto que você possa andar em cada área contígua enquanto estiver conjurando a magia. Quando você conjura essa magia, você pode especificar indivíduos que não serão afetados por qualquer dos efeitos que você escolher. Você também pode especificar uma senha que, ao ser falada em voz alta, deixa o orador imune aos efeitos. Proteger fortaleza  cria os seguintes efeitos dentro da área protegida. Corredores . Névoa preenche todos os corredores protegidos, tornando-os área de escuridão densa. Além disso, cada interseção ou passagem ramificada oferecendo uma escolha de direção, há 50 por cento de chance de uma criatura diferente de você acredite que está indo na direção oposta à que escolheu. Portas . Todas as portas na área protegida estão trancadas magicamente, como se estivessem seladas pela magia tranca arcana . Além disso, você pode cobrir até dez portas com uma ilusão (equivalente a função de objeto ilusório da magia ilusão menor ) para fazê-las parecer seções simples da parede.  Escadas . Teias preenchem todas as escadas na área protegida do topo ao solo, como a magia teia . Esses fios voltam a crescer em 10 minutos se forem queimados ou partidos enquanto proteger fortaleza  durar. Outros Efeitos de Magia . Você pode colocar, à sua escolha, um dos seguintes efeitos mágicos dentro da área protegida de uma fortaleza.  Colocar globos de luz em quatro corredores. Você podedesignar uma programação simples que as luzesrepetem enquanto proteger fortaleza  durar. Colocar boca encantada  em duas localizações. Colocar névoa fétida em duas localizações. Os vaporesaparecem nos locais que você designar; eles retornamdentro de 10 minutos, se forem dispersados por umvento, enquanto proteger fortaleza  durar. Colocar uma lufada de vento  constante em umcorredor ou aposento. Colocar uma sugestão  em uma localização. Vocêseleciona uma área de um quadrado de 1,5 metro e,qualquer criatura que entrar ou passar através dessaárea recebe a sugestão mentalmente.A área protegida inteira irradia magia. Uma dissipar magia  conjurada em uma área especifica, se for bem sucedida, remove apenas aquele efeito. Você pode criar uma estrutura, permanentemente, afetada por proteger fortaleza ao conjurar essa magia nela a cada dia por um ano. PURIFICAR ALIMENTOS1° nível de transmutação (ritual) Tempo de Conjuração: 1 ação Alcance : 3 metros Componentes : V, S  Duração : Instantânea  Toda comida e bebida não-mágica dentro de uma esfera de 1,5 metro de raio centrada num ponto, à sua escolha, dentro do alcance é purificada e se livrada de venenos ou doenças."
}