{"escola":"Transmutação","ritual":false,"classes":["Bardo","Feiticeiro","Mago"],"id":15,"nivel":5,"duracao":"Concentração, até 1 minuto","nome":"Animar Objetos","tempoConjuracao":"1 ação","alcance":"36 metros","descricao":"Objetos ganham vida ao seu comando. Escolha até dez objetos não-mágicos dentro do alcance, que não estejam sendo vestidos ou carregados. Alvos Médios contam como dois objetos, alvos Grandes contam como quatro objetos e alvos Enormes contam como oito objetos. Você não pode animar um objeto maior que Enorme. Cada alvo se anima e torna-se uma criatura sob seu controle até o final da magia ou até ser reduzido a 0 pontos de vida.\nCom uma ação bônus, você pode comandar mentalmente qualquer criatura que você criar com essa magia se a criatura estiver a até 150 metros de você (se você controla várias criaturas, você pode comandar qualquer ou todas elas ao mesmo tempo, emitindo o mesmo comando para cada uma). Você decide qual ação a criatura irá fazer e para onde ela irá se mover durante o próximo turno dela, ou você pode emitir um comando geral, como para guardar uma câmara ou corredor especifico. Se você não der nenhum comando, as criaturas apenas se defenderão contra criaturas hostis. Uma vez que receba uma ordem, a criatura continuará a segui-la até a tarefa estar concluída.\n\nESTATÍSTICAS DE OBJETO ANIMADO\nTAMANHO: Miúdo      \/ PV: 20 \/ CA: 18 \/ ATAQUE: +8 para atingir, 1d4 + 4 dano   \/ FOR: 4    \/ DES: 18\nTAMANHO: Pequeno \/ PV: 25 \/ CA: 16 \/ ATAQUE: +6 para atingir, 1d8 + 2 dano   \/ FOR: 6    \/ DES: 14\nTAMANHO: Médio      \/ PV: 40 \/ CA: 13 \/ ATAQUE: +5 para atingir, 2d6 + 1 dano   \/ FOR: 10  \/ DES: 12\nTAMANHO: Grande    \/ PV: 50 \/ CA: 10 \/ ATAQUE: +6 para atingir, 2d10 + 2 dano \/ FOR: 14  \/ DES: 10\nTAMANHO: Enorme   \/ PV: 80 \/ CA: 10 \/ ATAQUE: +8 para atingir, 2d12 + 4 dano \/ FOR: 18  \/ DES: 6\n\nUm objeto animado é um constructo com CA, pontos de vida, ataques, Força e Destreza determinados pelo seu tamanho. Sua Constituição é 10 e sua Inteligência e Sabedoria são 3 e seu Carisma é 1. Seu deslocamento é 9 metros; se o objeto não tiver pernas ou outros apêndices que ele possa usar para locomoção, ao invés, ele terá deslocamento de voo 9 metros e poderá planar. Se o objeto estiver firmemente preso a uma superfície ou objeto maior, como uma corrente presa a uma parede, seu deslocamento será 0. Ele tem percepção às cegas num raio de 9 metros e é cego além dessa distância. Quando o objeto animado cair a 0 pontos de vida, ele reverte a sua forma normal de objeto e qualquer dano restante é transferido para sua forma de objeto original.\nSe você ordenar a um objeto que ataque, ele pode realizar um único ataque corpo-a-corpo contra uma criatura a até 1,5 metro dele. Ele realiza um ataque de pancada com um bônus de ataque e dano de concussão determinado pelo seu tamanho. O Mestre pode definir que um objeto especifico inflige dano cortante ou perfurante, baseado na forma dele.\n\nEm Níveis Superiores: Se você conjurar essa magia usando um espaço de magia de 6° nível ou superior, você pode animar dois objetos adicionais para cada nível do espaço acima do 5°.","componentes":"Verbal, Somático"}