{"escola":"Evocação","ritual":false,"classes":["Clérigo"],"id":76,"nivel":5,"duracao":"Até ser dissipada","nome":"Consagrar","tempoConjuracao":"24 horas","alcance":"Toque","descricao":"Você toca um ponto e infunde uma área ao redor com poder sagrado (ou profano). A área pode ter até 18 metros de raio e a magia falha se o raio incluir uma área já sob efeito da magia consagrar. A área afetada está sujeita aos seguintes efeitos.\nPrimeiro, celestiais, corruptores, elementais, fadas e mortos-vivos não conseguem entrar na área, nem, tais criaturas, podem enfeitiçar, amedrontar ou possuir criaturas dentro da área. Qualquer criatura enfeitiçada, amedrontada ou possuída por uma criatura dessas, não estará mais enfeitiçada, amedrontada ou possuída ao adentrar a área. Você pode excluir um ou mais desses tipos de criaturas desse efeito.\nSegundo, você pode vincular um efeito extra a área. Escolha o efeito da lista a seguir, ou escolha um efeito oferecido pelo Mestre. Alguns desses efeitos se aplicam a criaturas na área; você pode definir seu o efeito se aplica a todas as criaturas, criaturas que seguem uma divindade ou líder especifico ou criaturas de uma espécie especifica, como orcs ou trolls. Quando uma criatura que seria afetada entrar na área da magia pela primeira vez em um turno, ou começar seu turno nela, ela pode fazer um teste de resistência de Carisma. Se obtiver sucesso, a criatura ignora o efeito extra até sair da área.\n\nCoragem -> As criaturas afetadas não podem ser amedrontadas enquanto estiverem na área.\n\nDescanso Eterno -> Cadáveres enterrados na área não podem ser transformados em mortos-vivos.\n\nEscuridão -> Escuridão preenche a área. Luz normal, assim como luz mágica criada por magias de nível inferior ao nível do espaço usado para conjurar essa magia, não podem iluminar a área.\n\nIdiomas -> As criaturas afetadas podem se comunicar com qualquer outra criatura na área, mesmo que elas não partilhem um idioma em comum.\n\nInterferência Extradimensional -> As criaturas afetadas não podem se mover ou viajar usando teletransporte ou por meios extradimensionais ou interplanares.\n\nLuz do Dia -> Luz plena preenche a área. Escuridão mágica criada por magias de nível inferior ao nível do espaço usado para conjurar essa magia, não podem extinguir a luz.\n\nMedo -> As criaturas afetadas ficam amedrontadas enquanto estiverem na área.\n\nProteção contra Energia -> As criaturas afetadas na área tem resistência a um tipo de dano, à sua escolha, exceto de concussão, cortante ou perfurante.\n\nSilêncio -> Nenhum som pode ser emitido de dentro da área e nenhum som pode adentra-la.\n\nVulnerabilidade à Energia -> As criaturas afetadas na área tem vulnerabilidade a um tipo de dano, à sua escolha, exceto de concussão, cortante ou perfurante.","componentes":"Verbal, Somático, Material (ervas, óleos e incenso valendo, no mínimo, 1.000 po, consumidos pela magia)"}