{
    "id": 323,
    "nome": "Vínculo com o Companheiro",
    "classe": "Patrulheiro",
    "subclasse": "Conclave da Besta",
    "nivel": [
        3
    ],
    "descricao": "Seu companheiro animal ganha uma variedade de benefícios enquanto estiver vinculado a você.\nO companheiro animal perde a ação Ataques Múltiplos, caso ele possua.\nO companheiro obedece seus comandos da melhor forma possível. Ele rola iniciativa como qualquer outra criatura, mas você determina suas ações, decisões, atitudes e afins. Se você estiver incapacitado ou ausente, seu companheiro age por conta própria.\nQuando estiver usando sua característica Explorador Natural, você e seu companheiro animal podem se mover furtivamente com ritmo normal.\nSeu companheiro animal tem habilidades e estatísticas de jogo em parte determinadas pelo seu nível. Seu companheiro usa seu bônus de proficiência ao invés do próprio. Além das áreas onde ele normalmente aplicaria o bônus de proficiência dele, um companheiro animal também adiciona o bônus de proficiência a CA e jogadas de dano dele.\nSeu companheiro animal ganha proficiência em duas perícias de sua escolha. Ele também se torna proficiente em todos os testes de resistência.\nPara cada nível que você adquirir após o 3°, seu companheiro animal ganha um dado de vida adicional e aumenta os pontos de vida dele apropriadamente.\nSempre que você ganhar a característica de classe Incremento no Valor de Habilidade, as habilidades do seu companheiro também aumentam. Seu companheiro pode aumentar um valor de habilidade de sua escolha em 2, ou ele pode aumentar dois valores de habilidade de sua escolha em 1. Como normalmente, seu companheiro não pode aumentar um valor de habilidade acima de 20 usando essa característica a não ser que sua descrição diga o contrário.\nSeu companheiro partilha de sua tendência e possui um traço de personalidade e um defeito das tabelas abaixo. Seu companheiro partilha do seu ideal e o vínculo dele sempre é \"O patrulheiro que viaja comigo é um companheiro adorado por quem eu daria minha vida de bom grado\".\nSeu companheiro animal ganha os benefícios da sua característica Inimigo Favorito e Inimigo Favorito Maior, quando você ganha essa característica no 6° nível. Ele usa o inimigo favorito escolhido por você para essas características.\n\nTRAÇO\nValor 1 no d6 -> Sou resoluto em face do adversário.\nValor 2 no d6 -> Mexeu com meus amigos, mexeu comigo.\nValor 3 no d6 -> Permaneço alerta para que os outros descansem.\nValor 4 no d6 -> As pessoas veem um animal e me subestimam. Eu uso isso para ganhar vantagem.\nValor 5 no d6 -> Eu tenho o costume de aparecer no momento certo.\nValor 6 no d6 -> Eu coloco as necessidades dos meus amigos na frente das minhas em tudo.\n\nDEFEITO\nValor 1 no d6 -> Se deixarem comida por ai, eu vou comer.\nValor 2 no d6 -> Eu rosno para estranhos e todos, exceto meu patrulheiro, são estranhos para mim.\nValor 3 no d6 -> Toda hora é hora para um carinho na barriga.\nValor 4 no d6 -> Eu tenho um medo mortal de água.\nValor 5 no d6 -> Minha ideia de olá é um monte de lambidas na cara.\nValor 6 no d6 -> Eu salto sobre criaturas para dizer-lhes o quanto as amo.\n"
}